[
  {
    "quote": "Bütün ümidim gençliktedir.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Ey yükselen yeni nesil, istikbal sizindir. Cumhuriyet'i biz kurduk, O'nu yükseltecek ve sürdürecek sizlersiniz.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Herkes ulusal görevini ve sorumluluğunu bilmeli, memleket meseleleri üzerinde o düşünceyle, düşünüp çalışmayı görev edinmelidir.  ",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Kendiniz için değil, bağlı bulunduğunuz ulus için elbirliği ile çalışınız. Çalışmaların en yükseği budur.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Ey Türk Gençliği! Birinci vazifen, Türk istiklâlini, Türk Cumhuriyetini, ilelebet, muhafaza ve müdafaa etmektir.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Bugün hepimize düşen ortak görev; ulusal değerlere, bilince, Cumhuriyet'e sahip çıkmak, Çanakkale'yi, Kurtuluş Savaşı'nı kazanan  ruhu korumak ve bu bilinci gelecek kuşaklara aktarmaktır. Türk Ulusu dili, kültürü, tarihi ve saygın kimliğiyle aydınlık yarınlara el ele güçlü biçimde yürüyecektir.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Sizler, yani yeni Türkiye'nin genç evlatları! Yorulsanız dahi beni takip edeceksiniz... Dinlenmemek üzere yürümeye karar verenler, asla ve asla yorulmazlar. Türk Gençliği gayeye, bizim yüksek idealimize durmadan, yorulmadan yürüyecektir.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Öğretmenler! Cumhuriyet sizden düşünceleri hür, vicdanı hür, irfanı hür nesiller ister.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Türk Milleti yeni bir iman ve kesin bir milli azim ile yeni bir devlet kurmuştur bu devletin dayandığı esaslar \"Tam Bağımsızlık\" ve \"Kayıtsız Şartsız Milli Egemenlikten ibarettir. Yeni Türkiye devletinin yapısının ruhu Milli Egemenliktir. Milletin Kayıtsız Şartsız Egemenliğidir...",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Hiçbir şeye ihtiyacımız yok, yalnız bir şeye ihtiyacımız vardır; çalışkan olmak!",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Ne mutlu Türküm diyene!",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Muallimler! Yeni nesli, Cumhuriyetin fedakâr öğretmen ve eğiticileri, sizler yetiştireceksiniz, yeni nesil sizin eseriniz olacaktır. Eserin kıymeti, sizin maharetiniz ve fedakârlığınız derecesiyle mütenasip bulunacaktır.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Ordularımızın kazandığı zafer, sizin ve sizin ordularınızın zaferi için yalnız zemin hazırladı... Gerçek zaferi siz kazanacak ve devam edeceksiniz ve mutlaka başarılı olacaksınız. ",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Türk çocuğu ecdadını tanıdıkça daha büyük işler yapmak için kendinde kuvvet bulacaktır.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "\"Türkiye Cumhuriyetinin, özellikle bugünkü gençliğine ve yetişmekte olan çocuklarına hitap ediyorum: Batı senden, Türk'ten çok geriydi. Manada, fikirde, tarihte bu böyleydi. Eğer bugün batı teknikte bir üstünlük gösteriyorsa, ey Türk Çocuğu, o kabahat da senin değil, senden öncekilerin affedilmez ihmalinin bir sonucudur. Şunu da söyleyeyim ki, çok zekisin! .. Bu belli. Fakat zekânı unut! .. Daima çalışkan ol...\"",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Milletleri kurtaranlar yalnız ve ancak öğretmenlerdir. Öğretmenden, eğiticiden mahrum bir millet, henüz bir millet adını alma yeteneği kazanmamıştır.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "\"Türkiye Cumhuriyeti'ni kuran Türkiye halkına Türk milleti denir...\"",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "\"Cumhuriyeti kuranlar onu korumaya da muktedir olmalıdır.\"",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Tarihi yaşadığımız gibi yazdık, fakat geleceği cumhuriyete inananlara, onu koruyanlara ve yaşatacaklara emanet etmek lazımdır.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Asıl önemli olan ve memleketi temelinden yıkan, halkını esir eden, içerdeki cephenin suskunluğudur.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Benim Türk milletine, Türk cemiyetine, Türklüğün istikbaline ait ödevlerim bitmemiştir, siz onları tamamlayacaksınız. Siz de, sizden sonrakilere benim sözümü tekrar ediniz.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "İstiklal, istikbal, hürriyet, her şey adaletle kaimdir!",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Uluslar, egemenliklerini geçici bile olsa, bırakacağı meclislere dahi gereğinden fazla inanmamalı ve güvenmemelidir. Çünkü meclisler bile despotluk yapabilir ve bu despotluk bireysel despotluktan daha tehlikeli olabilir. Meclislerin öyle kararları olabilir ki, bu kararlar ulusun yaşamına giderilmesi olanaklı olmayan zararlar verebilir.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Gençler cesaretimizi takviye ve idame eden sizlersiniz. Siz, almakta olduğunuz terbiye ve irfan ile insanlık ve medeniyetin, vatan sevgisinin, fikir hürriyetinin en kıymetli timsali olacaksınız. Yükselen yeni nesil, istikbal sizsiniz. Cumhuriyeti biz kurduk, onu yükseltecek ve yaşatacak sizsiniz.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Öğretmenler! Cumhuriyet, fikren, ilmen, fennen, bedenen kuvvetli ve yüksek karakterli muhafızlar ister. Yeni nesli bu özellik ve kabiliyette yetiştirmek sizin elinizdedir.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Öğretmen bir kandile benzer, kendini tüketerek başkalarına ışık verir.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Söz konusu olan vatansa, gerisi teferruat.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Yorulmadan beni takip edeceğinizi söylüyorsunuz. Fakat arkadaşlar, yorulmadan ne demek? Yorulmamak olur mu? Elbette yorulacaksınız. Benim sizden istediğim şey yorulmamak değil, yorulduğunuz zaman dahi durmadan yürümek, yorulduğunuz dakikada da dinlenmeden beni takip etmektir. Yorgunluk her insan, her mahlûk için tabii bir halettir, fakat insanda yorgunluğu yenebilecek mânevi bir kuvvet vardır ki, işte bu kuvvet yorulanları dinlendirmeden yürütür.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Okul, genç beyinlere insanlığa saygıyı, millet ve ülkeye sevgiyi, bağımsızlık onurunu öğretir.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Müspet bilimlerin temellerine dayanan, güzel sanatları seven, fikir terbiyesinde olduğu kadar beden terbiyesinde de kabiliyeti artmış ve yükselmiş olan erdemli, kudretli bir nesil yetiştirmek ana siyasetimizin açık dileğidir.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Bilelim ki, milli benliğini bilmeyen milletler, başka milletlere yem olurlar.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Milletlerin tarihinde bazı dönemler vardır ki, belli amaçlara erişebilmek için maddî ve manevî ne kadar kuvvet varsa hepsini bir araya toplamak ve aynı doğrultuya yöneltmek gerekir. Yakın yıllarda milletimiz, böyle bir toplanma ve birleşme hareketinin önemli sonuçlarını kavramıştır. Memleketin ve devrimin, içeriden ve dışarıdan gelebilecek tehlikelere karşı korunması için, bütün milliyetçi ve cumhuriyetçi kuvvetlerin bir yerde toplanması gerekir. Aynı cinsten olan kuvvetler, ortak amaç yolunda birleşmelidir.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Birçok güçlükler ve engeller karşısında bulunduğumuzu biliyoruz. Bunların hepsini inceleme ile, gayret ve iman ile ve millet aşkının sarsılmaz kuvvetiyle birer birer çözüp sonuçlandıracağız. O millet aşkı ki, her şeye rağmen içimizde sönmez bir kuvvet, dayanıklılık ve ateş kaynağıdır.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Bizim milletimiz vatanı için, özgürlüğü ve egemenliği için özverili bir halktır; bunu kanıtladı. Milletimiz, yaptığı devrimlerin kıskanç savunucusudur da. Benliğinde bu erdemler yerleşmiş bir milleti, yürümekte olduğu doğru yoldan hiçbir kimse, hiçbir kuvvet alıkoyamaz.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Arkadaşlar! Devrimimiz Türkiye'nin yüzyıllar için mutluluğunu üstlenmiştir. Bize düşen onu kavrayarak ve takdir ederek çalışmaktır. ",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Adımlarını, attığımız uygarlık ve yenilik adımlarına uydurmak istemeyenler ne talihsizdirler! Bu gibiler hâlâ milleti aldatacaklarını ümit ediyorlarsa bu ümitleri, kendilerinin zarara uğramalarından başka bir sonuç vermeyeceğine şimdiden emin olabilirler. ",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Biz cahil dediğimiz zaman, mektepte okumamış olanları kastetmiyoruz. Kastettiğimiz ilim, hakikati bilmektir. Yoksa okumuş olanlardan en büyük cahiller çıktığı gibi, hiç okumak bilmeyenlerden de hakikati gören gerçek alimler çıkabilir.",
    "author": "Mustafa Kemal Atatürk"
  },
  {
    "quote": "Dünyanın her tarafından öğretmenler insan topluluğunun en fedakâr ve muhterem unsurlarıdır.",
    "author": "Mustafa Kemal Atatürk"
  }
]
